---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsFamilyContentDistributionSystem
source: html/0bfa005c-dab5-b8b4-8ec1-a088d919bbde.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsFamilyContentDistributionSystem Property

"Distribution System"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsFamilyContentDistributionSystem { get; }
```